Revit 2027 API
WireType.IsInUse Property
 Indicates whether the wire type is in use.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInUse { get; }
Public ReadOnly Property IsInUse As Boolean
	Get
public:
property bool IsInUse {
	bool get ();
}
member IsInUse : bool with get
Property Value
Boolean
See Also
Reference
WireType Class
Autodesk.Revit.DB.Electrical Namespace